Repository: valiyevdev/Uzum-market
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Uzum Market — O‘zbekistondagi Internet-do'kon va Marketpleys
ru: Uzum Market — Интернет-магазин и Маркетплейс в Узбекистане

source: Biz haqimizda
ru: О нас

source: Topshirish punktlari
ru: Пункты выдачи

source: Vakansiyalar
ru: Вакансии

source: Foydalanuvchilarga
ru: Пользователям

source: Biz bilan bog'lanish
ru: Связаться с нами

source: Savol-Javob
ru: Вопрос-ответ

source: Tadbirkorlarga
ru: Для предпринимателей

source: Uzumda soting
ru: Продавайте на Uzum

source: Sotuvchi kabinetiga kirish
ru: Вход для продавцов

source: Topshirish punktini ochish
ru: Открыть пункт выдачи

source: Ilovani yuklab olish
ru: Скачать приложение

source: Uzum ijtimoiy tarmoqlarda
ru: Uzum в соцсетях

source: Maxfiylik kelishuvi
ru: Соглашение о конфиденциальности

source: Foydalanuvchi kelishuvi
ru: Пользовательское соглашение

source: «2025© XK MCHJ «UZUM MARKET». STIR 309376127. Barcha huquqlar himoyalangan»
ru: «2025© ООО «UZUM MARKET». ИНН 309376127. Все права защищены»

source: Onalar va bolalar uchun
ru: Детский мир

source: Arzon narxlar kafolati
ru: Гарантия низких цен

source: Zamonaviy Bozor
ru: Модный Базар

source: Hafta tovarlar
ru: Товары недели

source: Mashhur
ru: Популярное

source: Arzon narx kafolati
ru: Гарантия низкой цены

source: Super narx
ru: Суперцена

source: 2336 so'm/oyiga
ru: 2336 сум/мес.

source: Savatga
ru: В корзину

source: Faqat 10 dona bor
ru: Их всего 10 штук.

source: Tovar savatga qo'shildi
ru: Товар добавлен в корзину

source: Toshkent
ru: Ташкент

source: Sotuvchi bo‘lish
ru: Стать продавцом

source: Savol-javob
ru: Вопрос-ответ

source: Buyurtmalarim
ru: Мои заказы

source: Shaharni tanlang
ru: Выберите город

source: Katalog
ru: Каталог

source: Mahsulotlar va turkumlar izlash
ru: Искать товары и категории

source: Kirish
ru: Войти

source: Saralangan
ru: Избранное

source: Savat
ru: Корзина

source: Hafta tovarlari
ru: Товары недели

source: Elektronika
ru: Электроника

source: Maishiy texnika
ru: Бытовая техника

source: Kiyim
ru: Одежда

source: Poyabzallar
ru: Обувь

source: Aksessuarlar
ru: Аксессуары

source: Go'zallik va parvarish
ru: Красота и уход

source: Salomatlik
ru: Здоровье

source: Uy ro'zg'or buyumlari
ru: Товары для дома

source: Qurilish va ta'mirlash
ru: Строительство и ремонт

source: Yana
ru: Ещё
